const data = [
  //1 建设单位
  {
    title: "一、建设单位",
    key: "owner",
    data: [
      {
        title: "1 组织管理",
        records: [
          {
            record: "1.1 未明确水土保持管理部门和负责人员",
            key: "key1.1",
            sort: "一般",
            warning: true,
            picture: true
          },
          {
            record: "1.2 未制定并组织实施水土保持奖惩等管理制度",
            key: "key1.2",
            sort: "一般",
            warning: false,
            picture: false
          },
          {
            record:
              "1.3 主体工程总承包、设计、施工和监理等招投标文件和合同中未明确水土保持任务及要求",
            key: "key1.3",
            sort: "一般",
            warning: true,
            picture: true
          },
          {
            record: "1.4 未督促协调各参建单位做好水土保持工作",
            key: "key1.3",
            sort: "较重"
          },
          {
            record:
              "1.5 委托承担水土保持技术服务的单位明显不具备相应能力和条件，相关工作出现较大问题",
            key: "key1.3",
            sort: "较重"
          },
          {
            record:
              "1.6 指使或强迫监测、验收报告编制等技术服务单位弄虚作假，隐瞒问题，编造或篡改数据",
            key: "key1.3",
            sort: "严重"
          },
          {
            record: "1.7 未按规定对水土保持资料进行整编和建档管理",
            key: "key1.3",
            sort: "较重"
          },
          {
            record: "1.8 未依法依规缴纳水土保持补偿费",
            key: "key1.3",
            sort: "较重"
          },
          {
            record: "1.9 不依法配合水行政主管部门的监督检查",
            key: "key1.3",
            sort: "严重"
          },
          {
            record: "1.10 未完成水行政主管部门提出的限期整改任务",
            key: "key1.3",
            sort: "较重"
          },
          {
            record: "1.11 未及时对技术服务单位提出的问题和建议进行研究处理",
            key: "key1.3",
            sort: "较重"
          },
          {
            record: "1.12 发生严重水土流失危害事件，未及时有效处置",
            key: "key1.3",
            sort: "严重"
          }
        ]
      },
      {
        title: "2 方案设计",
        records: [
          {
            record: "2.1 开工建设前未完成水土保持方案报批手续",
            key: "key2.1",
            sort: "严重"
          },
          {
            record: "2.2 发生重大变更，未按规定报原审批机关批准",
            key: "key2.2",
            sort: "严重"
          },
          {
            record:
              "2.3 未依据水土保持方案组织开展水土保持初步设计、施工图设计并通过审核（审查、审批）",
            key: "key2.3",
            sort: "较重"
          },
          {
            record:
              "2.4 主体工程或现场情况发生变化，未及时修改和完善水土保持设计",
            key: "key2.3",
            sort: "一般"
          }
        ]
      },
      {
        title: "3 表土管理",
        records: [
          {
            record: "3.1 面积1000平方米以上独立施工扰动区未剥离表土",
            key: "key2.1",
            sort: "一般"
          },
          {
            record: "3.2 表土剥离面积或总量较水土保持方案确定的减少30%以上",
            key: "key2.2",
            sort: "严重"
          },
          {
            record: "3.3 未对剥离表土进行集中存放并采取防护措施",
            key: "key2.3",
            sort: "一般"
          }
        ]
      },
      {
        title: "4 弃渣场管理",
        records: [
          {
            record: "4.1 弃渣未堆放在水土保持方案确定的弃渣场",
            key: "key2.1",
            sort: "严重"
          },
          {
            record: "4.2 提高弃渣场堆渣量超过20%以上",
            key: "key2.2",
            sort: "较重"
          },
          {
            record: "4.3 未按“先拦后弃”原则实施弃渣场防护",
            key: "key2.3",
            sort: "一般"
          },
          {
            record: "4.4 施工中存在乱弃乱倒弃渣或顺坡溜渣现象3处以下的",
            key: "key2.3",
            sort: "较重"
          },
          {
            record: "4.5 施工中存在乱弃乱倒弃渣或顺坡溜渣现象3处及以上的",
            key: "key2.3",
            sort: "严重"
          },
          {
            record: "4.6 弃渣堆放未按要求堆置、分层碾压、削坡分级等",
            key: "key2.3",
            sort: "一般"
          },
          {
            record: "4.7 弃渣场存在严重水土流失危害隐患",
            key: "key2.3",
            sort: "严重"
          },
          {
            record: "4.8 未按要求限期清理违法违规弃渣",
            key: "key2.3",
            sort: "严重"
          }
        ]
      },
      {
        title: "5 措施落实",
        records: [
          {
            record:
              "5.1 未及时落实水土保持措施，存在1000平方米以上未治理的施工扰动区域",
            key: "key2.1",
            sort: "一般"
          },
          {
            record:
              "5.2 未及时落实水土保持措施，存在1000平方米以上未治理的施工扰动区域3处及以上的",
            key: "key2.2",
            sort: "较重"
          },
          {
            record:
              "5.3 未有效组织控制施工扰动范围，水土流失防治责任范围增加30%以上",
            key: "key2.3",
            sort: "严重"
          },
          {
            record:
              "5.4 未组织落实拦挡、排水、苫盖、植草和限界等水土保持临时防护措施",
            key: "key2.3",
            sort: "一般"
          },
          {
            record:
              "5.5 未组织落实拦挡、排水、苫盖、植草和限界等水土保持临时防护措施，造成较严重水土流失隐患",
            key: "key2.3",
            sort: "较重"
          },
          {
            record:
              "5.6 未组织落实拦挡、排水、苫盖、植草和限界等水土保持临时防护措施，造成较严重水土流失隐患",
            key: "key2.3",
            sort: "较重"
          },
          {
            record:
              "5.7 未有效组织落实拦挡、截排水、工程护坡、土地平整等水土保持工程措施，存在明显水土流失问题或隐患",
            key: "key2.3",
            sort: "一般"
          },
          {
            record:
              "5.8 未及时落实植物措施，具备种植条件的未实施或未达标面积超过1000平方米",
            key: "key2.3",
            sort: "一般"
          },
          {
            record: "5.9 水土保持设施出现损毁，未及时组织修复",
            key: "key2.3",
            sort: "一般"
          }
        ]
      },
      {
        title: "6 监测监理",
        records: [
          {
            record: "6.1 未同步开展水土保持监测，滞后或中断6个月以下",
            key: "key2.1",
            sort: "一般"
          },
          {
            record: "6.2 未同步开展水土保持监测，滞后或中断6个月以上、12月以下",
            key: "key2.2",
            sort: "较重"
          },
          {
            record: "6.3 未同步开展水土保持监测，滞后或中断12月以上",
            key: "key6.3",
            sort: "严重"
          },
          {
            record: "6.4 补充开展的水土保持监测工作不符合规定",
            key: "key6.3",
            sort: "一般"
          },
          {
            record: "6.5 未及时向水行政主管部门报送水土保持监测季报",
            key: "key6.3",
            sort: "一般"
          },
          {
            record: "6.6 未按要求组织在指定平台上公开监测季报",
            key: "key6.3",
            sort: "一般"
          },
          {
            record: "6.7 未组织对堆渣量大于500万立方米的弃渣场开展全程实时监控",
            key: "key6.3",
            sort: "一般"
          },
          {
            record: "6.8 未按规定组织开展水土保持监理",
            key: "key6.3",
            sort: "一般"
          },
          {
            record: "6.9 未按规定组织开展水土保持工程质量评定",
            key: "key6.3",
            sort: "较重"
          }
        ]
      },
      {
        title: "7 设施验收",
        records: [
          {
            record:
              "7.1 投产使用前或竣工验收前未完成水土保持设施验收或者验收不合格",
            key: "key2.1",
            sort: "严重"
          },
          {
            record:
              "7.2 未按水行政主管部门督促验收意见完成水土保持任务、组织开展水土保持设施自主验收",
            key: "key2.2",
            sort: "较重"
          },
          {
            record: "7.3 未按规定的程序组织开展水土保持设施自主验收",
            key: "key2.2",
            sort: "一般"
          },
          {
            record: "7.4 水土保持设施不满足验收标准和条件而通过验收",
            key: "key2.2",
            sort: "严重"
          },
          {
            record:
              "7.5 制备的水土保持设施自主验收资料内容和格式明显不符合要求",
            key: "key2.2",
            sort: "较重"
          },
          {
            record: "7.6 未落实水土保持设施运行管护责任",
            key: "key2.2",
            sort: "一般"
          }
        ]
      }
    ]
  },
  //2 方案单位
  {
    title: "二、方案单位",
    key: "plan",
    data: [
      {
        title: "1 管理问题",
        records: [
          {
            record: "1.1 由于质量问题，未通过审查审批",
            key: "project_1",
            sort: "较重"
          },
          {
            record: "1.2 半年内两次以上未通过审查审批",
            key: "project_2",
            sort: "严重"
          },
          {
            record: "1.3 水土保持措施布设与实际严重不符，难以实施或无实际作用",
            key: "project_3",
            sort: "较重"
          },
          {
            record:
              "1.4 水土流失防治措施未按对位配置原则布设，明显不能指导下阶段工作",
            key: "project_4",
            sort: "一般"
          },
          {
            record:
              "1.5 在明显不适宜地区植树种草或选择的树草种明显不适宜在项目区生长",
            key: "project_5",
            sort: "较重"
          },
          {
            record: "1.6 剥离表土的范围、厚度明显不合理，难以组织实施",
            key: "project_6",
            sort: "一般"
          },
          {
            record: "1.7 未考虑弃渣综合利用或存在明显不足",
            key: "project_7",
            sort: "较重"
          },
          {
            record: "1.8 弃渣场布设不合理",
            key: "project_8",
            sort: "严重"
          },
          {
            record: "1.9 由于技术性原因，选定的弃渣场、取土场无法使用",
            key: "project_9",
            sort: "严重"
          },
          {
            record: "1.10 弃渣场排（截）水等措施的设计等级、标准明显不合理",
            key: "project_10",
            sort: "较重"
          },
          {
            record:
              "1.11 水土保持固定监测点布设明显不合理，无法满足监测数据采集的需要",
            key: "project_11",
            sort: "一般"
          },
          {
            record:
              "1.12 监测、监理和验收报告编制等费用明显偏低，不能满足相应工作需要",
            key: "project_12",
            sort: "较重"
          },
          {
            record: "1.13 未做好水土保持方案实施阶段水土保持跟踪服务",
            key: "project_13",
            sort: "一般"
          }
        ]
      }
    ]
  },
  //3 设计单位
  {
    title: "三、设计单位",
    key: "design",
    data: [
      {
        title: "1 管理问题",
        records: [
          {
            record: "1.1 未依据水土保持方案确定的防治措施体系开展后续设计",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.2 设计成果超出规定的水土保持方案重大变更要求",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "1.3 未及时提交设计成果，影响水土保持措施实施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "1.4 因设计原因水土保持措施不能有效防治水土流失，或存在明显水土流失的隐患",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.5 水土保持措施发生变化，未按有关规定及时进行设计变更",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.6 未及时进行设计交底或交底不清，记录不详",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.7 未按照工程建设强制性条文进行勘察设计",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.8 对不合格工程、不合格项目同意验收",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "1.9 未对水行政主管部门监督检查意见中涉及的设计方面问题进行及时整改",
            key: "key1.1",
            sort: "较重"
          }
        ]
      }
    ]
  },
  //4 施工单位
  {
    title: "四、施工单位",
    key: "build",
    data: [
      {
        title: "1 组织管理",
        records: [
          {
            record: "1.1 未建立水土保持工程质量岗位责任制或责任制不落实",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.2 未建立具体的奖惩制度或未严格执行",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "2 准备工作",
        records: [
          {
            record: "2.1 未对施工人员开展水土保持培训",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.2 未按照水土保持设计擅自组织施工",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "2.3 未对施工作业人员进行水土保持技术交底",
            key: "key1.1",
            sort: "较重"
          }
        ]
      },
      {
        title: "3 措施实施",
        records: [
          {
            record:
              "3.1 在施工中使用未经检验或检验不合格的原材料、中间产品、苗木及籽种",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.2 未按要求开展表土剥离，面积达到500平方米以上",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.3 未对剥离表土进行集中存放并采取防护措施",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.4 未开展剥离表土的回覆利用",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.5 弃渣未堆放在批复的水土保持方案确定的弃渣场，或擅自提高弃渣场堆渣量超过20%以上",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "3.6 未按“先拦后弃”原则组织弃渣场防护",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.7 施工过程中顺坡溜渣或乱堆乱弃",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.8 弃渣堆放未进行分层碾压、削坡分级和渣面平整等",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.9 弃渣场存在严重水土流失危害隐患",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "3.10 未按要求限期清理违法违规弃渣",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "3.11 未及时落实水土保持措施，存在500平方米以上未治理的施工扰动区域",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.12 在水土保持方案批复的防治责任范围以外占压、扰动地表和植被面积超过500平方米",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.13 未落实拦挡、排水、苫盖、植草和限界等水土保持临时防护措施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.14 未开展挖填边坡防护，形成高陡裸露边坡300平方米以上",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.15 未落实拦挡、截排水、工程护坡、土地平整等水土保持工程措施，存在明显水土流失问题或隐患",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.16 未按照要求对弃土（石、渣）场、取土（石、料）场、道路和开挖面等部位实施截排水措施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.17 截排水沟存在中断、顺接等缺陷，导致明显冲蚀现象",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.18 未及时落实植物措施，具备种植条件的未实施或成活率不达标面积超过500平方米以上",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.19 主体工程施工结束后，对面积在500平方米以上的施工场地未及时采取清理、平整、松土和覆土等措施",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.20 未按方案或设计实施沙障或砾石覆盖等防风固沙措施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.21 具备实施条件的重要防护对象水土保持措施滞后",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.22 对发生的明显水土流失情况未及时处理",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.23 水土保持设施出现损毁，未及时修复",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.24 对水行政主管部门水土保持监督检查意见未落实整改或整改不到位",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "3.25 对建管、监测、监理、设计等单位提出的水土保持意见未能及时落实",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.26 未落实各时段验收的水土保持工程遗留问题",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "4 验收资料",
        records: [
          {
            record: "4.1 未收集整理和留存水土保持工程施工资料",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "4.2 未对表土剥离和水土保持临时措施用文字、影像进行记录，并建档管理",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "4.3 未按规定填写水土保持工程施工记录、施工日志",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "4.4 水土保持设施自主验收不符合规定和要求，存在施工方面问题",
            key: "key1.1",
            sort: "严重"
          }
        ]
      }
    ]
  },
  //5 监测单位
  {
    title: "五、监测单位",
    key: "meter",
    data: [
      {
        title: "1 组织管理",
        records: [
          {
            record: "1.1 由于组织安排原因，监测工作出现较大问题",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.2 明显不具备承担监测工作的技术人员、设施设备和工作场所",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.3 未设立现场监测项目部，开展驻地监测",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "1.4 未明确监测工作负责人或者监测人员数量不足、没有熟悉水土保持工作的技术人员",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.5 未制定监测项目部及监测人员的职责",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.6 未编制并提交监测实施方案",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.7 监测实施方案不符合相关规定，指导性和操作性差",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.8 未及时进行监测技术交底",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "2 监测实施",
        records: [
          {
            record: "2.1 未持续开展监测，致使监测工作滞后或中断3个月以上",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.2 未按批复的水土保持方案要求布设固定监测点 ",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "2.3 监测样区和固定监测点未覆盖主体工程区、取土场、弃渣场区、施工生产生活区和施工道路区等监测分区",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.4 未按批复的水土保持方案要求布设简易径流小区和沉沙池等设施 ",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.5 布设的监测设施设备未正常运行",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.6 未监测扰动土地情况、取土、弃渣、水土流失情况和水土保持措施其中一项以上",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "2.7 临时扰动土地面积超过1000平方米，1个季度内未开展实地量测",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.8 存在顺坡溜渣面积或乱堆乱弃渣现象，1个月内未发现和报告",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "2.9 未履行变更程序的新设弃渣场或水土保持方案确定的弃渣场提高弃渣量20%以上，1个月内未发现和报告",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.10 发生重大水土流失危害事件，1周内未发现和报告",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "2.11 高陡边坡、开挖面和弃渣等部位发生较重水土流失问题，2周内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.12 在水土保持方案确定的防治责任范围以外，占压、扰动、破坏地表和植被面积超过1公顷，1个月内未发现和报告",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "2.13 按批复的水土保持方案和施工组织进度，重要防护对象的水土保持措施滞后2个月以上，未及时发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.14 未实施水土保持措施的施工裸露区面积超过1000平方米，1个月内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.15 未开展表土剥离面积超过1公顷，1个月内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.16 弃渣场未实施“先拦后弃”或拦挡措施不满足水土流失防治要求，1个月内未发现和报告",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "2.17 弃渣场、取土场、开挖面超过500平方米等部位的边坡未按要求削坡开级，1个月内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.18 弃渣场、取土场、道路和开挖面等部位未按要求实施截排水措施，1个月内未发现和报告",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "2.19 截排水存在中断、顺接等功能缺陷，致使发生明显冲蚀现象，1个月内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.20 主体工程施工结束后，施工场地面积超过1000平方米未及时进行清理、平整、松土和覆土等，1个月内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.21 林草措施面积超过1000平方米成活率未达标的，1个季度内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.22 施工扰动区未实施临时拦挡、临时排水和苫盖等措施3处以上，1个月内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.23 沙障或砾石覆盖等未能有效防风固沙面积在2公顷以上，1个月内未发现和报告",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.24 点型项目面积不小于100公顷或线型项目山区（丘陵区）长度不小于5公里、平原区长度不小于20公里的项目未按规定采用遥感监测",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "2.25 容量大于500万立方米的弃渣场未采用监控设备开展全程实时监测",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.26 篡改监测数据，或未开展实地监测工作而编造监测数据",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "2.27 未实地开展扰动土地情况、弃渣、取土等监测工作，不能提供原始监测记录表",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.28 出现严重水土流失问题，未按规定向建设单位提交监测意见",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.29 未按要求配合水土保持监督检查工作",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "2.30 未对水行政主管部门监督检查意见中涉及的监测问题进行整改",
            key: "key1.1",
            sort: "较重"
          }
        ]
      },
      {
        title: "3 监测成果",
        records: [
          {
            record: "3.1 未按规定及时提交监测季度报告表和监测总结报告",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.2 未按要求在指定平台上公开监测季度报告表",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.3 编制的水土保持监测季报的内容和格式不符合相关规定",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.4 监测成果未按规定进行建档管理",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "4 自主验收",
        records: [
          {
            record:
              "4.1 在水土保持设施自主验收后，报备的监测总结报告内容和格式不符合相关规定",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "4.2 监测总结报告的结论与实际情况严重不符，水土保持设施自主验收后，经水行政主管部门核查不合格",
            key: "key1.1",
            sort: "严重"
          }
        ]
      }
    ]
  },
  //6监理单位
  {
    title: "六、监理单位",
    key: "supervis",
    data: [
      {
        title: "1 组织管理",
        records: [
          {
            record: "1.1 由于组织管理原因，监理工作出现较严重问题",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.2 未制定水土保持监理制度",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.3 未组建水土保持项目监理机构并按时进驻工地",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.4 派驻现场监理人员数量不能满足要求",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.5 派驻现场监理人员中无水土保持监理工程师",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "1.6 监理工程师未驻地监理或总监理工程师未定期进行巡视",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "1.7 派驻现场监理人员不掌握水土保持方案要求，未有效督促施工单位严格落实水土保持方案和设计要求",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.8 未配合水行政主管部门水土保持监督检查",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "2 施工准备",
        records: [
          {
            record: "2.1 未向建设单位报送水土保持监理规划",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.2 未编制水土保持工程监理实施细则",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.3 未按有关规范组织进行水土保持工程项目划分",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "2.4 未按规定执行水土保持措施设计变更管理程序",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "3 质量控制",
        records: [
          {
            record: "3.1 签证质量不合格的水土保持工程",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "3.2 未按有关规定进行水土保持工程质量评定",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "3.3 未及时发现和向建设单位反映施工中水土流失防治存在的问题",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.4 对存在的质量问题的水土保持工程未督促施工单位进行处理或落实整改",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.5 未督促施工单位按批复的水土保持方案组织开展表土剥离",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.6 未如实对表土剥离实施地点、时间、数量等情况进行签证",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.7 未督促施工单位按要求进行表土回覆利用",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.8 未督促施工单位采取临时拦挡、苫盖、排水、沉沙、植草等水土保持临时防护措施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.9 出现顺坡溜渣或乱堆乱弃情况，未及时督促施工单位处理 ",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.10 施工单位在水土保持批复的弃渣场之外弃土弃渣，或超弃达20%以上，未及时制止",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.11 高陡边坡、开挖面和弃土弃渣等部位发生严重水土流失，未及时督促处理",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.12 施工单位在水土保持方案批复的防治责任范围以外占压、扰动地表和植被，未及时制止",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.13 重要防护对象的水土保持措施滞后，未及时提醒督促",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.14 未督促施工单位按要求在弃渣场、取土场、开挖面等部位采取削坡、开阶等防护措施",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.15 主体工程施工结束后，未督促施工单位对施工场地及时采取清理、平整、松土和覆土等措施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.16 未督促施工单位及时落实林草措施或对成活率不达标的进行补植补种",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.17 未对施工单位采取的表土剥离和水土保持临时措施用文字、影像进行记录，并建档管理",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.18 对水行政主管部门水土保持监督检查意见未督促落实整改",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.19 对质量监督、质量巡查、质量检查和稽查提出的有关水土保持方面的整改意见未落实",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.20 未督促落实各阶段验收的遗留问题",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.21 水土保持工程设计外观尺寸不符合设计要求和外观质量有明显缺陷",
            key: "key1.1",
            sort: "较重"
          }
        ]
      },
      {
        title: "4 资料及其它",
        records: [
          {
            record:
              "4.1 未按要求提交水土保持监理报告（月报、专题报告、工作报告、监理总结报告）",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "4.2 水土保持监理总结报告的结论与实际情况不符，水土保持设施自主验收后，经水行政主管部门核查不合格",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "4.3 未按相关要求对监理资料进行分类归档整理或整理不规范",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "4.4 水土保持工程质量评定资料未按规定进行建档管理",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "4.5 水土保持工程监理日志记录不完整或记录内容与实际情况不符",
            key: "key1.1",
            sort: "一般"
          }
        ]
      }
    ]
  },
  //7 验收单位
  {
    title: "七、验收单位",
    key: "accept",
    data: [
      {
        title: "1 组织管理",
        records: [
          {
            record: "1.1 由于组织管理原因，报告出现较严重质量问题",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.2 不具备独立承担民事责任能力以及相应水土保持技术条件",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "2 履行情况",
        records: [
          {
            record:
              "2.1 对生产建设项目存在的水土保持方案（含变更）编报审批手续不完备、不合规等情形未进行客观评价，报告结论与实际情况不符",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "2.2 对生产建设项目未开展水土保持后续设计或设计成果未通过审查（审核、审批）等情形未进行客观评价，报告结论与实际情况不符",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.3 未对监测资料的完整性和监测数据的真实性进行复核",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.4 对水土保持监测开展的情形未进行客观描述和评价",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.5 对补充开展的水土保持监测成果的合理性、真实性未进行客观评价",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.6 未发现或故意隐瞒监测工作中存在的违法违规行为",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.7 对水土保持监理开展的情形未进行客观描述和评价",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "2.8 未对水土保持工程质量评定的情况复核或评价，报告结论与实际不符",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.9 未对监理资料的完整性和监理数据的真实性进行复核",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.10 对水土保持补偿费缴纳情况描述不清楚",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "3 完成情况",
        records: [
          {
            record:
              "3.1 对生产建设项目实际防治责任范围未进行复核，与水土保持方案对比变化情况分析不符合实际",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.2 对实际设置的弃渣场情况描述不清，未按要求全面列出弃渣场特性表",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.3 4级及以上的弃渣场未利用遥感影像说明建设前后周边环境和使用状况",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.4 周边存有敏感因素的弃渣场未明确评价处置情况",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.5 未对照水土保持方案说明各弃渣场防治措施体系布设情况以及防治措施体系是否完整、合理",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.6 未对弃渣场及弃渣量变更的合规性进行说明",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.7 对实际设置的取土场情况描述不清，未按要求全面列出取土场特性表",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.8 未对照水土保持方案说明各取土场防治措施体系布设情况以及防治措施体系是否完整、合理",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.9 对实际的水土保持措施体系及总体布局情况描述不清",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.10 未对照水土保持方案分析水土保持措施体系变化情况及其完整性、合理性",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "3.11 水土保持工程措施、植物措施及临时措施完成情况描述不清，未对照水土保持方案说明措施变化情况及原因，分析与原措施相比水土保持功能是否降低",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.12 未按照水土流失防治分区列表说明各项措施布设位置、内容、实施时间、完成的时间",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "3.13 水土保持实际完成投资情况描述不清，未与水土保持方案对照说明投资变化原因",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "4 工程质量",
        records: [
          {
            record:
              "4.1 未说明建设单位、设计单位、监理单位、施工单位的质量保证体系和管理制度情况",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "4.2 对水土保持分部工程、单位工程划分情况描述不清",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "4.3 未按照分部工程列表说明质量评定结果，未提出所有分部工程和单位工程验收签证资料",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "4.4 未对4级及以上的弃土（渣）场是否开展稳定性评价进行核实，对稳定性结论未进行说明",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "4.5 未说明尾矿库、灰场、排矸场、排土场等安全评价情况",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "4.6 项目总体质量评价结论不明确",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "5 效果评价",
        records: [
          {
            record:
              "5.1 未说明水土保持设施建成运行后安全、稳定和度汛情况以及工程维修植物补植情况",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "5.2 未结合项目建设前后遥感影像，分析说明监测单位提供的水土流失防治指标计算过程和结果",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "5.3 未对照水土保持方案说明水土流失防治指标达标情况",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "5.4 未开展现场公众满意度调查",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "6 管理评价",
        records: [
          {
            record:
              "6.1 对水土保持组织机构、人员、规章制度、招投标、合同执行情况、监测监理委托情况描述不清",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "6.2 未对水土保持监测季报报送情况进行核实",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "6.3 对水土保持监测和监理工作开展情况描述不清",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "6.4 未逐项说明水土保持监督检查意见整改落实情况",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "6.5 未说明水土保持设施管理机构、人员、制度及运行维护情况",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "6.6 对水土保持设施验收是否达到经批准的水土保持方案结论不明确",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "6.7 未明确遗留问题的对策措施和安排",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "7 报告成果",
        records: [
          {
            record:
              "7.1 水土保持设施自主验收后，报备的验收报告内容和格式不符合有关规定要求",
            key: "key1.1",
            sort: "较重"
          },
          {
            record:
              "7.2 验收报告的结论与实际情况严重不符，水土保持设施自主验收后，经水行政主管部门核查确定为不合格",
            key: "key1.1",
            sort: "严重"
          }
        ]
      }
    ]
  },
  //措施缺陷
  {
    title: "八、措施缺陷",
    key: "defect",
    data: [
      {
        title: "1 表土保护措施",
        records: [
          {
            record: "1.1 1000平方米以下施工扰动区未剥离表土",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.2 1000平方米以上施工扰动区未剥离表土",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "1.3 表土剥离量较批复的水土保持方案确定的总量减少30%以上",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "1.4 表土剥离量较批复的水土保持方案确定的总量减少30%以下",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.5 剥离的表土未集中存放或未采取防护措施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "1.6 剥离的表土未回覆利用",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "2 拦渣措施",
        records: [
          {
            record: "2.1 未按照先拦后弃原则实施拦渣措施",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "2.2 拦渣措施布设位置不符合方案和设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "2.3 拦渣措施类型不符合方案和设计要求",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.4 拦渣措施材质不符合方案和设计要求",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.5 拦渣措施长度、宽度和高度不符合设计要求",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.6 拦渣措施垮塌倾覆",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "2.7 拦渣措施贯穿性开裂",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "2.8 拦渣措施实施后仍存在水土流失现象或隐患",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "3 边坡防护措施",
        records: [
          {
            record:
              "3.1 500平方米以下边坡未及时实施防护措施，存在明显水土流失现象",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.2 500平方米以上边坡未及时实施防护措施，存在水土流失现象",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "3.3 边坡防护措施类型不符合方案和设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.4 边坡防护措施断面尺寸不符合设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.5 未按方案和设计实施削坡开级",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.6 未采取先拦后挖，形成明显顺坡溜渣",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "3.7 边坡防护措施实施后仍存在水土流失现象或隐患",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "4 截排水措施",
        records: [
          {
            record: "4.1 未实施截排水措施，存在明显冲蚀现象",
            key: "key1.1",
            sort: "严重"
          },
          {
            record: "4.2 截排水措施布设位置不符合方案和设计要求",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "4.3 截排水措施类型不符合方案和设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "4.4 截排水措施材质不符合方案和设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "4.5 截排水措施断面尺寸不符合设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "4.6 截排水措施长度不符合设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "4.7 截排水措施未合理布设排水顺接、消能防冲措施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "4.8 截排水措施严重损毁影响正常使用",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "4.9 截排水措施实施后仍存在水土流失现象或隐患",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "5 降水蓄渗措施",
        records: [
          {
            record: "5.1 未实施降水蓄渗措施",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "5.2 实施的降水蓄渗措施不符合方案和设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "5.3 降水蓄渗措施严重损毁影响正常使用",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "6 土地整治措施",
        records: [
          {
            record: "6.1 1000平方米以下施工扰动区未实施土地整治措施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "6.2 1000平方米以上施工扰动区未实施土地整治措施",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "6.3 未按照土地利用方向进行场地清理、平整、松土、覆土等",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "6.4 覆土厚度不符合相关标准要求",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "7 植物措施",
        records: [
          {
            record: "7.1 1000平方米以下植物措施未实施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "7.2 1000平方米以上植物措施未实施",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "7.3 有2处以上植物措施成活率未达到60%",
            key: "key1.1",
            sort: "一般"
          },
          {
            record:
              "7.4 植物措施面积较批复的水土保持方案确定的总面积减少30%以上",
            key: "key1.1",
            sort: "严重"
          },
          {
            record:
              "7.5 植物措施面积较批复的水土保持方案确定的总面积减少30%以下",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "7.6 植物措施配置类型不符合方案和设计要求",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "8 临时防护措施",
        records: [
          {
            record: "8.1 临时拦挡措施实施不到位或损毁，造成水土流失",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "8.2 临时排水措施实施不到位或不完善，造成水土流失",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "8.3 临时苫盖措施实施不到位，造成水土流失",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "8.4 临时沉沙措施未实施，造成水土流失",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "8.5 临时植草措施效果不满足水土流失防治要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "8.6 未实施临时围挡或限界措施，造成扰动范围扩大",
            key: "key1.1",
            sort: "一般"
          }
        ]
      },
      {
        title: "9 防风固沙措施",
        records: [
          {
            record: "9.1 2公顷以下的防风固沙措施未实施",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "9.2 2公顷以上的防风固沙措施未实施",
            key: "key1.1",
            sort: "较重"
          },
          {
            record: "9.3 防风固沙措施类型不符合方案和设计要求",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "9.4 防风固沙措施严重损毁影响使用",
            key: "key1.1",
            sort: "一般"
          },
          {
            record: "9.5 防风固沙措施实施后仍存在水土流失现象或隐患",
            key: "key1.1",
            sort: "一般"
          }
        ]
      }
    ]
  }
];

export default data;
